

	"NSLE-20639 -108" = "Для выполнения последней команды недостаточно памяти.";
	"NSLE-20639 -108 Solution" = "Завершите некоторые открытые программы и закройте ненужные окна для освобождения дополнительной памяти.";

	"NSLE-20639 -1" = "Запрос не обработан из-за внутренней ошибки NSL.";
	"NSLE-20639 -1 Solution" = "Попытайтесь еще раз. Если проблемы останутся, перезагрузите программу или компьютер.";

	"NSLE-20639 -4199" = "Не удалось выполнить инициализацию NSL Manager.";
	"NSLE-20639 -4199 Solution" = "Перезагрузите компьютер и попытайтесь еще раз.";

	"NSLE-20639 -4198" = "Установленная система не поддерживает эту версию NSL.";
	"NSLE-20639 -4198 Solution" = "Установите систему Mac OS версии 8.7 или новее.";

	"NSLE-20639 -4197" = "Не установлена требуемая версия Open Transport.";
	"NSLE-20639 -4197 Solution" = "Установите Open Transport версии 1.3 или новее.";

	"NSLE-20639 -4192" = "Ваш компьютер не подключен к сети.";
	"NSLE-20639 -4192 Solution" = "Проверьте настройки сети и убедитесь, что все сетевые кабели должным образом подключены к компьютеру.";

	"NSLE-20639 -4182" = "Не удалось загрузить ни одного плагина NSL во время загрузки системы.";
	"NSLE-20639 -4182 Solution" = "Перезагрузите компьютер и попытайтесь выполнить запрос еще раз.";

	"NSLE-20639 -4181" = "NSL Manager не может обнаружить ни одного плагина для загрузки.";
	"NSLE-20639 -4181 Solution" = "Убедитесь, что в папке /Система/Библиотеки/Frameworks/NSLCore.framework/Resources/NSLPlugins есть по крайне мере один плагин.";

	"NSLE-20639 -4179" = "NSL Manager не может загрузить ни одного плагина для выполнения Вашего запроса.";
	"NSLE-20639 -4179 Solution" = "Проверьте настройки сети и убедитесь, что все сетевые кабели должным образом подсоединены к компьютеру.";

	"NSLE-20639 -4177" = "Не удалось загрузить некоторые, но не все плагины NSL.";
	"NSLE-20639 -4177 Solution" = "Вы можете продолжить работу, поскольку по крайне мере один подключаемый плагин загружен. В панели «Менеджер расширений» можно посмотреть, какие плагины включены.";

	"NSLE-20639 -4174" = "NSL UI Library недоступна.";
	"NSLE-20639 -4174 Solution" = "Убедитесь, что эта общая библиотека расположена в папке Extensions и попытайтесь еще раз.";

	"NSLE-20639 -43" = "Не обнаружены файлы, необходимые для выполнения этой операции.";
	"NSLE-20639 -43 Solution" = "Убедитесь, что все компоненты установлены должным образом.";

	"STR#-20639 1" = "Не удалось загрузить NSL-плагин %s.";

	"STR#-20639 2" = "Убедитесь, что сеть и настройки сети правильно сконфигурированы. Вы можете продолжить, т.к. по крайней мере имеется один плагин.";

	"This Computer" = "Этот компьютер";
	"Managed Network Directory" = "Managed Network Directory";
	"Default (%@ and %@)" = "По умолчанию (%@ и %@)";
	".Mac" = ".Mac";
	
	"Server" = "Сервер";
	"My Mac" = "Мой Mac";
	"Folder" = "Папка";
	"Neighborhood" = "Окружение";
	"Mac Server" = "Сервер Mac";
	"PC Server" = "Сервер ПК";
	"Sharepoint" = "Точка подключения";
	"Remote Disc" = "Удаленный диск";
	"AirPort Base Station" = "Базовая станция AirPort";
	"AirPort Disk" = "Диск AirPort";
	"AirPort" = "AirPort";
	"Volume" = "Том";

	"Applications" = "Программы";
	"Library" = "Библиотеки";
	"Servers" = "Серверы";

	"Guest" = "Как гость";
	"Anonymous" = "Анонимный";

	"SHARED" = "Общий доступ";
	"Network" = "Сеть";
	"More..." = "Более…";
	"All..." = "Все…";
	